Repository: normansanchezn/EnChinga
Catalog: EnChinga/EnChinga/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# address_hint_text
source: Write you’re address
es_419: Escribe tu dirección

# address_text
source: Address
es_419: Dirección

# cart_text
source: Cart
es_419: Carrito

# congrats_subtitle_text
source: You’re account is complete, please check our menus!
es_419: Tu cuenta esta completa, revisa nuestro menú. Selecciona, ordena y disfruta 🌮🍕

# congrats_text
source: Congrats
es_419: Felicidades!

# continue_text
source: Continue
es_419: Continuar

source: Did you have an account?
es_419: Tienes una cuenta?

# email_hint_text
source: Write you’re email
es_419: Escribe tu email

# email_text
source: Email
es_419: Correo electrónico

source: Forgot your password?
es_419: Olvidaste tu contraseña?

# forgot_password_subtitle_text
source: Select witch contact details should we reset you password
es_419: Selecciona cuales de los detalles de contacto usaremos para recuperar tu contraseña.

# forgot_your_password_text
source: Forgot your password?
es_419: Olvidaste tu contraseña?

source: Have an account?
es_419: Tienes una cuenta?

# home_text
source: Home
es_419: Inicio

# home_title
source: Home
es_419: Bienvenido 🍽️

# if_you_dont_have_otp_text
source: If you don’t have OTP, resend.
es_419: Si aún no recibes el código, reenvíalo aquí

# last_name_hint_text
source: Write you’re last name
es_419: Escribe tu primer apellido

# last_name_text
source: Last name
es_419: Apellido

# name_hint_text
source: Write your’re name
es_419: Escribe tu nombre

# name_text
source: Name
es_419: Nombre

# password_hint_text
source: Write youre password
es_419: Escribe tu contraseña

# password_text
source: Password
es_419: Contraseña

source: Phone
es_419: Número de teléfono

# phone_hint_text
source: Write you’re mobile phone number
es_419: Escribe tu número de teléfono

# phone_text
source: Mobile phone number
es_419: Número de teléfono

# pizza_text
source: PIzza
es_419: Pizza en caja

# search_bar_hint
source: Search food now!
es_419: Busca comida aquí…

# shepherd_tacos_text
source: Shepherd tacos
es_419: Tacos al pastor

source: Sign up here.
es_419: Registrate aquí

# sign_in_email_text
source: Your email
es_419: Tu correo electrónico

# sign_in_password_text
source: Your password
es_419: Tu contraseña

# sign_in_subtitle_text
source: Sign in your account
es_419: Inicia sesión con tu cuenta

# sign_in_text
source: Sign in
es_419: Iniciar sesión

# sign_in_title_text
source: Welcome Back 👋🏽
es_419: Bienvenido de nuevo 👋🏽

# sign_up_subtitle_text
source: Create your’re account here
es_419: Crea tu cuenta aquí

# sign_up_text
source: Sign up
es_419: Crear cuenta

# subtitle_option_email_text
source: Send to your email
es_419: Enviarlo a través de correo electrónico

# subtitle_title_option_phone
source: Send to you’re email
es_419: Enviarlo a través de SMS

# top_of_week_title
source: Top of week
es_419: Lo más ✨

# validate_otp_button_text
source: Validate your OTP
es_419: Valida tu OTP

# validate_otp_screen_subtitle
source: We will send you to confirm to this email:
es_419: Te hemos enviado un correo a:

# validate_otp_title_screen
source: Validate Email
es_419: Valida tu correo electrónico

# welcome_subtitle_step_one
source: Order now! We have everything that you need!
es_419: En la puerta de tu casa!

# welcome_subtitle_step_two
source: Our delivery driver are ready!
es_419: Nuestros repartidores están listos!

# welcome_title_step_one
source: All your favorite foods 🌮
es_419: Pide tu comida favorita 🌮

# welcome_title_step_two
source: Get delivery at your doorstep! 🏠
es_419: Ordena ahora! 🚀
